{
    "home": "Главное",
    "products": "Продукты",
    "news": "Новости",
    "contact": "Контакты",
    "home-h1-1": "Постройте свою мечту с нашим строительным оборудованием",
    "home-h1-2": "Мы предоставляем лучшее строительное оборудование для вас",
    "home-p-1": "Высокая производительность и долговечность для любых строительных задач.",
    "home-p-2": "Надежность, производительность и долговечность для успешного выполнения любых строительных проектов.",
    "pricing-h2": "Прокат спецтехники в Ташкенте",
    "amazing": "Потрясающее",
    "equipment": "Оборудование",
    "trucks": "Грузовые автомобили",
    "cranes": "Краны",
    "forklift-trucks": "Вилочные погрузчики",
    "excavators": "Экскаваторы",
    "road-repairs": "Дорожные ремонтные",
    "agreement": "По договоренности",
    "cement-trucks": "Автоцементовозы",
    "dumb-trucks": "Самосвалы",
    "trailers": "Тягачи",
    "gazels": "Газели",
    "avtotowers": "Автовышки",
    "avtocranes": "Автокраны",
    "crawler-cranes": "Гусеничные краны",
    "tower-cranes": "Башенные краны",
    "tower-crane": "Башенный кран",
    "lifters": "Дизельные подъемники",
    "front-loaders": "Фронтальные погрузчики",
    "tele-loader": "Телескопические погрузчики",
    "crawler-excavators": "Гусеничные экскаваторы",
    "wheel-excavators": "Колесные экскаваторы",
    "mini-excavators": "Мини-экскаваторы",
    "excavator-loader": "Экскаваторы-погрузчики",
    "avtograder": "Автогрейдеры",
    "buldozers": "Бульдозеры",
    "katkas": "Катки",
    "compressors": "Компрессоры",
    "testimonials": "Отзывы",
    "clients'": "Клиентов",
    "testimonial-h2": "Что говорят о нас наши прекрасные клиенты",
    "feedback-1": "Мы доверяем этой компании в аренде тяжелой техники в течение последних трех лет, и мы очень довольны ее обслуживанием. Качество их оборудования на высшем уровне, а их поддержка клиентов не имеет себе равных. От кранов до экскаваторов - у них есть все необходимое для эффективного и безопасного выполнения работ.",
    "feedback-2": "На протяжении многих лет я работал с несколькими компаниями по аренде, но эта компания выделяется своим профессионализмом и надежностью. Погрузчики и компрессоры, которые мы арендовали, были в отличном состоянии, а доставка была произведена точно в срок. Их команда всегда готова прийти на помощь и обеспечить бесперебойную работу. Настоятельно рекомендую!",
    "feedback-3": "Когда речь заходит о тяжелой технике, простой невозможен. Именно поэтому мы доверяем SPES-TEXNIKA все наши услуги по аренде. Обширный парк самосвалов и экскаваторов компании позволяет нам всегда получать необходимое оборудование в нужное время. Их быстрая реакция и гибкие условия аренды делают их идеальным выбором для любого проекта.",
    "feedback-4": "Мы уже более года пользуемся услугами компании SPES-TEXNIKA для аренды оборудования, и они неизменно предоставляют отличный сервис. Краны и компрессоры, которые мы арендовали, были в хорошем состоянии и работали безупречно. Их команда обладает знаниями и всегда делает все возможное, чтобы обеспечить бесперебойную работу наших проектов. Мы бы никому другому не доверили наше оборудование.",
    "brand-h2": "Транспортный парк состоит из спецтехники мировых брендов",
    "about-h2": "Мы предлагаем вам лучшее",
    "about-p": "В Ташкенте аренда специализированного оборудования является важнейшей услугой, которая упрощает выполнение сложных проектов и ускоряет строительные процессы, обеспечивая при этом высочайший результат. Проблема приобретения такого оборудования может быть сложной, учитывая высокие затраты и длительные сроки окупаемости, связанные с приобретением нескольких единиц оборудования. К счастью, наша компания предлагает экономичную альтернативу: услуги по аренде специализированного оборудования.",
    "about-block-quote": "Пожалуйста, обратите внимание на наши специальные предложения и скидки! Свяжитесь с нами сегодня и получите консультацию от наших экспертов",
    "contact-us": "Свяжитесь с нами",
    "news-h2": "Последние новости и обновления",
    "Excavator": "Экскаватор",
    "faq-h2": "Часто задаваемые вопросы",
    "faq1": "Можно ли заказать спецтехнику на выходных ?",
    "faq-answer-1": "Да, можно. Мы принимаем и выполняем заказы 24/7.",
    "faq2": "Какой минимальный срок оказания услуг по спецтехнике ?",
    "faq-answer-2": "Минимальный срок аренды составляет от 30 часов.",
    "faq3": "Какие виды спецтехники есть у вас ?",
    "faq-answer-3": "В нашем автопарке имеется:",
    "faq-answer-3-1": "Манипуляторы грузоподъемностью до 7 тонн",
    "faq-answer-3-2": "Колесные и гусеничные экскаваторы",
    "faq-answer-3-3": "Фронтальные и вилочные(телескопические) погрузчики и другие",
    "faq4": " Форма оплата?",
    "faq-answer-4": "Форма оплата любая, в том числе через мобильное приложения.",
    "partner-h2": "Наши партнёры",
    "contact-h2": "Заказать звонок",
    "footer-p": "Надежность, производительность и долговечность для успешного выполнения любых строительных проектов.",
    "call": "Перезвони мне",
    "subscribe": "Подписывайтесь на нас",
    "links": "Полезная ссылка",
    "contact-info": "Контактная информация",
    "length": "Длина",
    "width": "Ширина",
    "height": "Высота",
    "load": "Грузоподъемность",
    "compressor": "Компрессор",
    "rent-tower-crane": "Аренда башенные краны",
    "more": "Узнать больше",
    "max-height": "Максимальная высота",
    "gasoline": "Тип топлива",
    "power": "Мощность двигателя",
    "transmission": "Коробка передач",
    "max-speed": "Максимальная скорость",
    "compressor-desc": "Емкость бака, показанная на картинке, средняя и может составлять от 30 до 60 литров. Такого объема будет достаточно для длительного использования. Этот компрессор можно использовать в автомобильных мастерских, на небольших промышленных предприятиях и во многих других местах. Он удобен в использовании со многими воздушными инструментами и приспособлениями.",
    "book": "Заказать",
    "ask": "Спросить в Telegram",
    "description": "Описание",
    "avtocrane-desc": "Автокран - это мощный и универсальный автомобильный кран, предназначенный для различных применений, включая строительство, транспортировку и промышленные операции. Он оснащен прочным шасси, мощной стрелой с грузоподъемностью и гидравлической системой для бесперебойной работы. Кран оснащен выносными опорами для дополнительной устойчивости, и благодаря своей конструкции, устанавливаемой на грузовике, его можно легко транспортировать на различные рабочие места.",
    "avtotower-desc": "На этом снимке изображен шарнирно-сочлененный подъемник стрелы - универсальное оборудование, используемое для подъема на возвышенности. Он оснащен мощной трансмиссией 4x4, обеспечивающей оптимальную работу на неровной местности, и просторной платформой для комфорта и безопасности оператора. Шарнирная конструкция стрелы обеспечивает точное позиционирование и доступ к труднодоступным местам. Благодаря максимальной рабочей высоте в 45 футов, этот подъемник идеально подходит для различных наружных работ, включая строительство, техническое обслуживание и ландшафтный дизайн. При работе на возвышенностях, например, при ремонте зданий, покраске, мытье окон. В строительных работах, например, монтаж металлоконструкций, выполнение электротехнических и алхимических работ по дереву. Очень требователен к уходу за высокими деревьями в лесоводстве и садоводстве",
    "avtotower": "Автовышка",
    "avtocrane": "Автокран",
    "rent-cement-trucks": "Аренда Автоцементовозов",
    "details": "Детали",
    "feature1": "Лучшая строительная техника",
    "feature2": "По доступной цене",
    "feature3": "Вопреки общему мнению",
    "feature4": "Проверка качества",
    "feature5": "Техническая поддержка",
    "feature6": "Сервис в нужное время",
    "rent-avtocranes": "Аренда Автокранов",
    "weight": "Вес",
    "contacts": "Контакты"
}