{
    "home": "Asosiy",
    "products": "Maxsulotlar",
    "news": "Yangiliklar",
    "contact": "Kontakt",
    "home-h1-1": "Bizning qurilish uskunalarimiz bilan orzuingizni yarating",
    "home-h1-2": "Biz siz uchun eng yaxshi qurilish uskunalarini taqdim etamiz",
    "home-p-1": "Har qanday qurilish vazifalari uchun yuqori mahsuldorlik va chidamlilik.",
    "home-p-2": "Har qanday qurilish loyihalarini muvaffaqiyatli bajarish uchun ishonchlilik, ishlash va chidamlilik.",
    "pricing-h2": "Taklif qilingan qurilmalar",
    "amazing": "Ajoyib",
    "equipment": "Qurilmalar",
    "trucks": "Yuk mashinalari",
    "cranes": "Kranlar",
    "forklift-trucks": "Forkliftlar",
    "excavators": "Ekskavatorlar",
    "road-repairs": "Yo'l ta'miri",
    "agreement": "Kelishuv asosida",
    "cement-trucks": "Avtosementovozlar",
    "dumb-trucks": "Samosvallar",
    "trailers": "Traktorlar",
    "gazels": "Gazellar",
    "avtotowers": "Avtominoralar",
    "avtocranes": "Avtokranlar",
    "crawler-cranes": "Paletli kranlar",
    "tower-cranes": "Minora kranlari",
    "tower-crane": "Minora krani",
    "lifters": "Dizel ko'targichlar",
    "front-loaders": "Old yuklagichlar",
    "tele-loader": "Teleskopik yuklagichlar",
    "crawler-excavators": "Paletli ekskavatorlar",
    "wheel-excavators": "G'ildirakli ekskavatorlar",
    "mini-excavators": "Mini-ekskavatorlar",
    "excavator-loader": "Ekskavator yuklagichlari",
    "avtograder": "Avtogreyderlar",
    "buldozers": "Buldozerlar",
    "katkas": "Katkalar",
    "compressors": "Kompressorlar",
    "testimonials": "Sharhlar",
    "clients'": "Mijozlar",
    "testimonial-h2": "Bizning ajoyib mijozlarimiz biz haqimizda nima deyishadi",
    "feedback-1": "Biz ushbu kompaniyaga so'nggi uch yil davomida og'ir uskunalarni ijaraga berishga ishonamiz va uning xizmatidan juda mamnunmiz. Ularning uskunalari sifati eng yuqori darajada va mijozlarni qo'llab-quvvatlash hech kimdan kam emas. Kranlardan tortib ekskavatorlargacha, ular ishni samarali va xavfsiz bajarish uchun zarur bo'lgan barcha narsalarga ega.",
    "feedback-2": "Yillar davomida men bir nechta ijara kompaniyalari bilan ishladim, ammo bu kompaniya o'zining professionalligi va ishonchliligi bilan ajralib turadi. Biz ijaraga olgan yuk ko'taruvchilar va kompressorlar juda yaxshi holatda edi va etkazib berish o'z vaqtida amalga oshirildi. Ularning jamoasi har doim yordamga kelishga va muammosiz ishlashni ta'minlashga tayyor. Tavsiya qilaman!",
    "feedback-3": "Og'ir texnika haqida gap ketganda, oddiy usul mumkin emas. Shuning uchun biz SPES-TEXNIKAga barcha ijara xizmatlarimizga ishonamiz. Kompaniyaning keng ko'lamli samosvallari va ekskavatorlari parki bizga har doim kerakli jihozlarni kerakli vaqtda olish imkonini beradi. Ularning tezkor reaktsiyasi va moslashuvchan ijara shartlari ularni har qanday loyiha uchun ideal tanlovga aylantiradi.",
    "feedback-4": "Biz SPES-TEXNIKAdan bir yildan ortiq vaqt davomida uskunalarni ijaraga olish uchun foydalanmoqdamiz va ular doimo mukammal xizmatni taqdim etadilar. Biz ijaraga olgan kranlar va kompressorlar yaxshi holatda edi va benuqson ishladi. Ularning jamoasi bilimga ega va har doim loyihalarimiz muammosiz ishlashini ta'minlash uchun qo'lidan kelganini qiladi. Biz uskunamizni boshqa hech kimga ishonib topshirmagan bo'lardik.",
    "brand-h2": "Transport parki jahon brendlarining maxsus jihozlaridan iborat",
    "about-h2": "Toshkentda maxsus texnika ijarasi",
    "about-p": "Toshkentda ixtisoslashtirilgan uskunalarni ijaraga olish murakkab loyihalarni amalga oshirishni soddalashtiradigan va qurilish jarayonlarini tezlashtiradigan, shu bilan birga eng yuqori natijani ta'minlaydigan eng muhim xizmatdir. Bunday uskunani sotib olish muammosi bir nechta jihozlarni sotib olish bilan bog'liq yuqori xarajatlar va uzoq muddatli qoplash muddatlarini hisobga olgan holda qiyin bo'lishi mumkin. Yaxshiyamki, bizning kompaniyamiz tejamkor alternativani taklif qiladi: ixtisoslashtirilgan uskunalarni ijaraga berish xizmatlari.",
    "about-block-quote": "Iltimos, bizning maxsus takliflarimiz va chegirmalarimizga e'tibor bering! Bugun biz bilan bog'laning va mutaxassislarimizdan maslahat oling",
    "contact-us": "Biz bilan bog'laning",
    "news-h2": "So'nggi yangiliklar va yangilanishlar",
    "Excavator": "Ekskavator",
    "faq-h2": "Tez-tez so'raladigan savollar",
    "faq1": "Dam olish kunlari maxsus jihozlarga buyurtma berish mumkinmi ?",
    "faq-answer-1": "Ha, mumkin. Biz 24/7 buyurtmalarni qabul qilamiz va bajaramiz.",
    "faq2": "Maxsus texnika xizmatlarini ko'rsatishning minimal muddati qancha ?",
    "faq-answer-2": "Minimal ijara muddati 30 soatdan boshlanadi.",
    "faq3": "Sizda qanday maxsus uskunalar mavjud?",
    "faq-answer-3": "Bizning parkimizda quyidagilar mavjud:",
    "faq-answer-3-1": "Yuk ko'tarish quvvati 7 tonnagacha bo'lgan manipulyatorlar",
    "faq-answer-3-2": "G'ildirakli va izli ekskavatorlar",
    "faq-answer-3-3": "Old va vilkalar (teleskopik) yuklagichlar va boshqalar",
    "faq4": "To'lov shakli qanday?",
    "faq-answer-4": "Shakl to'lov har qanday, shu jumladan mobil ilovalar orqali.",
    "partner-h2": "Bizning sheriklarimiz",
    "contact-h2": "Qo'ng'iroqni buyurtma qiling",
    "footer-p": "Har qanday qurilish loyihalarini muvaffaqiyatli bajarish uchun ishonchlilik, ishlash va chidamlilik.",
    "call": "Menga qo'ng'iroq qiling",
    "subscribe": "Bizni kuzatib boring",
    "links": "Foydali linklar",
    "contact-info": "Aloqa ma'lumotlari",
    "length": "Uzunligi",
    "width": "Kengligi",
    "height": "Balandligi",
    "load": "Yuk ko'tarish qobiliyati",
    "compressor": "Kopressor",
    "rent-tower-crane": "Ijara minora kranlari",
    "more": "Ko'proq ko'rish",
    "gasoline": "Yoqilg'i turi",
    "max-height": "Maksimum balandligi",
    "power": "Dvigatel quvvati",
    "transmission": "O'tkazmalar qutisi",
    "max-speed": "Maksimum tezligi",
    "compressor-desc": "Rasmda ko'rinib turgan tankning hajmi o'rtacha bo'lib, taxminan 30 litrdan 60 litrgacha bo'lishi mumkin. Bu hajm uzoq muddatli foydalanish uchun yetarli bo'ladi. Ushbu kompressor avtomobil ustaxonalari, kichik sanoat korxonalari va boshqa ko'plab joylarda ishlatilishi mumkin. U ko'plab havo asboblari va moslamalarini ishlatish uchun qulaydir."
}