{
    "home": "Asosiy",
    "products": "Maxsulotlar",
    "news": "Yangiliklar",
    "contact": "Kontakt",
    "home-h1-1": "Bizning qurilish uskunalarimiz bilan orzuingizni yarating",
    "home-h1-2": "Biz siz uchun eng yaxshi qurilish uskunalarini taqdim etamiz",
    "home-p-1": "Har qanday qurilish vazifalari uchun yuqori mahsuldorlik va chidamlilik.",
    "home-p-2": "Har qanday qurilish loyihalarini muvaffaqiyatli bajarish uchun ishonchlilik, ishlash va chidamlilik.",
    "pricing-h2": "Toshkentda maxsus texnika ijarasi",
    "amazing": "Ajoyib",
    "equipment": "Qurilmalar",
    "trucks": "Yuk mashinalari",
    "cranes": "Kranlar",
    "forklift-trucks": "Forkliftlar",
    "forklift-truck": "Forklift",
    "excavators": "Ekskavatorlar",
    "excavator": "Ekskavator",
    "road-repairs": "Yo'l ta'miri",
    "agreement": "Kelishuv asosida",
    "cement-trucks": "Avtosementovozlar",
    "dumb-trucks": "Samosvallar",
    "dumb-truck": "Samosval",
    "trailers": "Treylerlar",
    "trailer": "Treyler",
    "gazels": "Gazellar",
    "avtotowers": "Avtominoralar",
    "avtocranes": "Avtokranlar",
    "crawler-cranes": "Paletli kranlar",
    "crawler-crane": "Paletli kran",
    "tower-cranes": "Minora kranlari",
    "tower-crane": "Minora krani",
    "lifters": "Dizel ko'targichlar",
    "lifter": "Dizel ko'targich",
    "front-loaders": "Old yuklagichlar",
    "front-loader": "Old yuklagich",
    "tele-loaders": "Teleskopik yuklagichlar",
    "tele-loader": "Teleskopik yuklagich",
    "crawler-excavators": "Paletli ekskavatorlar",
    "crawler-excavator": "Paletli ekskavator",
    "wheel-excavators": "G'ildirakli ekskavatorlar",
    "wheel-excavator": "G'ildirakli ekskavator",
    "mini-excavators": "Mini-ekskavatorlar",
    "excavator-loaders": "Ekskavator yuklagichlari",
    "excavator-loader": "Ekskavator-yuklagich",
    "avtograders": "Avtogreyderlar",
    "avtograder": "Avtogreyder",
    "buldozers": "Buldozerlar",
    "buldozer": "Buldozer",
    "katkas": "Katkalar",
    "katka": "Katka",
    "compressors": "Kompressorlar",
    "testimonials": "Sharhlar",
    "clients'": "Mijozlar",
    "testimonial-h2": "Bizning ajoyib mijozlarimiz biz haqimizda nima deyishadi",
    "feedback-1": "iz bu kompaniyaga ogʻir texnika ijaraga olish boʻyicha soʻnggi uch yil ichida ishonch bildirib kelamiz va uning xizmatidan juda mamnunmiz. Uning jihozlarining sifatini eng yuqori darajada, mijozlarga xizmat koʻrsatish borasida tengsizdir. Kranlardan ekskavatorlargacha, ularda ishlarni samarali va xavfsiz bajarish uchun barcha zarur jihozlar mavjud.",
    "feedback-2": "Koʻp yillar davomida men bir nechta ijaraga beruvchi kompaniyalar bilan ishlaganman, ammo bu kompaniya oʻzining professionalligi va ishonchliligi bilan ajralib turadi. Biz ijaraga olgan yuk mashinalari va kompressorlar aʼlo holatda boʻlib, yetkazib berish aniq belgilangan vaqtda amalga oshirildi. Ularning jamoasi har doim yordam berishga tayyor va uzluksiz ishni taʼminlaydi. Ishonch bilan tavsiya etaman!",
    "feedback-3": "Ogʻir texnika masalasida ishonchli sherikni tanlash juda muhim. Shuning uchun biz barcha ijaraga berish xizmatlari uchun SPES-TEXNIKA kompaniyasiga ishonamiz. Ularning keng koʻlamli samoсval va ekskavator parki bizga har doim zarur texnika ni oʻz vaqtida olish imkoniyatini beradi. Tezkor xizmat koʻrsatish va moslashuvchan ijarа shartlari ularni har qanday loyiha uchun eng yaxshi tanlovga aylantiradi.",
    "feedback-4": "Biz SPES-TEXNIKA kompaniyasining ijaraga berish xizmatlaridan bir yildan ortiq vaqt davomida foydalanib kelmoqdamiz va ular doimo yuqori sifatli xizmat ko'rsatishmoqda. Ijaraga olgan kranlarimiz va kompressorlarimiz yaxshi holatda bo'lib, muammosiz ishladi. Ularning jamoasi yuqori malakali bo'lib, loyihalarimiz uzluksiz davom etishi uchun barcha imkoniyatlarni ishga soladilar. Biz boshqa hech kimga o'z jihozlarimizni ishonib topshirmaymiz.",
    "brand-h2": "Avtoparkimiz jahon brendlarining maxsus texnikalaridan iborat",
    "about-h2": "Biz sizga eng yaxshisini taklif qilamiz",
    "about-p": "Toshkentda ixtisoslashtirilgan uskunalarni ijaraga olish murakkab loyihalarni amalga oshirishni soddalashtiradigan va qurilish jarayonlarini tezlashtiradigan, shu bilan birga eng yuqori natijani ta'minlaydigan eng muhim xizmatdir. Bunday uskunani sotib olish muammosi bir nechta jihozlarni sotib olish bilan bog'liq yuqori xarajatlar va uzoq muddatli qoplash muddatlarini hisobga olgan holda qiyin bo'lishi mumkin. Yaxshiyamki, bizning kompaniyamiz tejamkor alternativani taklif qiladi: ixtisoslashtirilgan uskunalarni ijaraga berish xizmatlari.",
    "about-block-quote": "Iltimos, bizning maxsus takliflarimiz va chegirmalarimizga e'tibor bering! Bugun biz bilan bog'laning va mutaxassislarimizdan maslahat oling",
    "contact-us": "Biz bilan bog'laning",
    "news-h2": "So'nggi yangiliklar va yangilanishlar",
    "Excavator": "Ekskavator",
    "faq-h2": "Tez-tez so'raladigan savollar",
    "faq1": "Dam olish kunlari maxsus jihozlarga buyurtma berish mumkinmi ?",
    "faq-answer-1": "Ha, mumkin. Biz 24/7 buyurtmalarni qabul qilamiz va bajaramiz.",
    "faq2": "Maxsus texnika xizmatlarini ko'rsatishning minimal muddati qancha ?",
    "faq-answer-2": "Minimal ijara muddati 30 soatdan boshlanadi.",
    "faq3": "Sizda qanday maxsus uskunalar mavjud?",
    "faq-answer-3": "Bizning parkimizda quyidagilar mavjud:",
    "faq-answer-3-1": "Yuk ko'tarish quvvati 7 tonnagacha bo'lgan manipulyatorlar",
    "faq-answer-3-2": "G'ildirakli va izli ekskavatorlar",
    "faq-answer-3-3": "Old va vilkalar (teleskopik) yuklagichlar va boshqalar",
    "faq4": "To'lov shakli qanday?",
    "faq-answer-4": "Shakl to'lov har qanday, shu jumladan mobil ilovalar orqali.",
    "partner-h2": "Bizning sheriklarimiz",
    "contact-h2": "Qo'ng'iroqni buyurtma qiling",
    "footer-p": "Har qanday qurilish loyihalarini muvaffaqiyatli bajarish uchun ishonchlilik, ishlash va chidamlilik.",
    "call": "Menga qo'ng'iroq qiling",
    "subscribe": "Bizni kuzatib boring",
    "links": "Foydali linklar",
    "contact-info": "Aloqa ma'lumotlari",
    "length": "Uzunligi",
    "width": "Kengligi",
    "height": "Balandligi",
    "load": "Yuk ko'tarish qobiliyati",
    "compressor": "Kompressor",
    "rent-tower-crane": "Minora kranlari ijarasi",
    "more": "Batafsil",
    "gasoline": "Yoqilg'i turi",
    "gasoline-volume": "Yoqilg'i sig'imi",
    "air-volume": "Havo sig'imi",
    "compressor-volume": "Kompressor sig'imi",
    "compressing-volume": "Siqish bosimi",
    "conditioning": "Konditsioner",
    "presssing-width": "Zichlash kengligi",
    "max-height": "Maksimum balandligi",
    "max-length": "Maksimum uzunligi",
    "power": "Dvigatel quvvati",
    "transmission": "O'tkazmalar qutisi",
    "max-speed": "Maksimum tezligi",
    "compressor-desc": "Rasmda ko'rinib turgan tankning hajmi o'rtacha bo'lib, taxminan 30 litrdan 60 litrgacha bo'lishi mumkin. Bu hajm uzoq muddatli foydalanish uchun yetarli bo'ladi. Ushbu kompressor avtomobil ustaxonalari, kichik sanoat korxonalari va boshqa ko'plab joylarda ishlatilishi mumkin. U ko'plab havo asboblari va moslamalarini ishlatish uchun qulaydir.",
    "book": "Buyurtma berish",
    "ask": "Telegramdan so'rang",
    "description": "Tavsif",
    "avtocrane-desc": "Avtokran-bu qurilish, transport va sanoat operatsiyalarini o'z ichiga olgan turli xil ilovalar uchun mo'ljallangan kuchli va ko'p qirrali avtomobil krani. Unda mustahkam shassi, yuk ko'tarish qobiliyatiga ega kuchli o'q va uzluksiz ishlash uchun gidravlik tizim mavjud. Kran qo'shimcha barqarorlik uchun tashqi tayanchlar bilan jihozlangan va yuk mashinasiga o'rnatilgan dizayni tufayli uni turli ish joylariga osongina tashish mumkin.",
    "avtotower-desc": "Avtominora — bu balandliklarga ko'tarilish uchun ishlatiladigan universal uskunadir. U tekis bo'lmagan maydonda optimal ishlashni ta'minlovchi kuchli 4x4 transmissiya bilan jihozlangan va operatorning qulayligi va xavfsizligi uchun keng platformaga ega. Sharning qo'shni konstruktsiyasi aniq joylashtirish va qiyin erishiladigan joylarga kirishni ta'minlaydi. 45 futgacha maksimal ishlash balandligi bilan bu lift turli xil tashqi ishlarda, shu jumladan qurilish, texnik xizmat ko'rsatish va landshaft dizayni uchun ideal hisoblanadi. U balandliklarda, masalan, binolarni ta'mirlash, bo'yash, derazalarni yuvishda, qurilish ishlarida, masalan, metall konstruktsiyalarni o'rnatishda, elektr va yog'och ishlari uchun, shuningdek, o'rmonchilik va bog'dorchilikda baland daraxtlarga g'amxo'rlik qilishda juda talabchan.",
    "avtotower": "Avtominora",
    "avtocrane": "Avtokran",
    "rent-cement-trucks": "Sementovozlar ijarasi",
    "details": "Tafsilotlar",
    "feature1": "Eng yaxshi qurilish texnikasi",
    "feature2": "Arzon narxda",
    "feature3": "Boshqalardan farqli xizmat",
    "feature4": "Sifat nazorati",
    "feature5": "Texnik qo'llovlar",
    "feature6": "Kerakli paytdagi servis xizmati",
    "rent-avtocranes": "Avtokranlar ijarasi",
    "weight": "Og'irligi",
    "contacts": "Aloqa",
    "digging-depth": "Qazish chuqurligi",
    "rent-samosval": "Samosvallar ijarasi",
    "samosval": "Samosvallar",
    "rent-trailers": "Treylerlar ijarasi",
    "rent-gazels": "Gazellar ijarasi",
    "rent-avtotower": "Avtominoralar ijarasi",
    "rent-crawler-cranes": "Paletli kranlar ijarasi",
    "rent-lifters": "Dizel ko'targichlar ijarasi",
    "rent-excavator-loader": "Ekskavator yuklagichlar ijarasi",
    "rent-crawler-excavators": "Paletli ekskavatorlar ijarasi",
    "rent-mini-excavators": "Mini ekskavatorlar ijarasi",
    "rent-wheel-excavators": "G'ildirakli ekskavatorlar ijarasi",
    "rent-forklift-trucks": "Forkliftlar ijarasi",
    "rent-front-loaders": "Old yuklagichlar ijarasi",
    "rent-tele-loaders": "Teleskopik yuklagichlar ijarasi",
    "rent-avtograder": "Avtogreyder ijarasi",
    "rent-buldozer": "Buldozerlar ijarasi",
    "rent-compressor": "Kompressorlar ijarasi",
    "rent-katka": "Katkalar ijarasi",
    "intercooler": "Interkuler",
    "cement-truck": "Avtosementovoz",
    "tank-volume": "Tank hajmi",
    "yes": "Bor",
    "turbo-dizel": "Turbo dizel",
    "gazel": "Gazel",
    "knife": "Pichoq kengligi",
    "bom-length": "Bomning uzunligi",
    "header-location": "O'zbekiston, Toshkent",
    "phone": "Telefon nomer",
    "trailer-desc":"Rasmda tasvirlangan yuk mashinasi kuchli va koʻp qirrali boʻlib, turli xil vazifalarni bajarishga qodir. Mustahkam tuzilishi va kuchli dvigatelli boʻlgani uchun ogʻir yuklarni tashish uchun juda mos keladi. Qulay kabinasi va boshqaruv tizimi operator xavfsizligi va ish unumdorligini taʼminlaydi. Yuk mashinasining ilgʻor texnologiyalari va innovatsion xususiyatlari uni yuk tashish sohasida etakchiga aylantiradi. Taʼsirchan ishlash koʻrsatkichlari va uzoq umrligi tufayli yuk mashinasi, shubhasiz, barcha kutganlardan oshib ketadi va aʼlo natijalarga erishadi.",
    "cement-truck-desc": "Rasmda tasvirlangan sement tashish mashinasi sement va boshqa to'kiladigan materiallarni samarali tashish uchun mo'ljallangan mustahkam transport vositasidir. Uning kuchli dvigateli va mustahkam shassisi qiyin sharoitlarda ham uzluksiz ishlash va uzoq xizmat muddatini ta'minlaydi. Katta sig'imli tank va takomillashtirilgan tushirish tizimi tez va samarali yetkazib berishni ta'minlab, to'xtash vaqtini minimallashtiradi va ishlab chiqarishni oshiradi. Ajoyib yuk ko'tarish qobiliyati, yoqilg'i iqtisodiyligi va haydovchiga qulayligi bilan bu sement tashish mashinasi to'kiladigan materiallarni tashish uchun iqtisodiy va ratsional yechim hisoblanadi.",
    "gazel-desc": "‘Gazelle NEXT’ yuk mashinasi — bu turli xil qo‘llanmalar uchun ideal bo‘lgan universal va ishonchli tijorat avtomobili. Silliq oq korpus va yuk bo‘limini qoplovchi ko‘k plyonka mashinaga zamonaviy va uslubiy ko‘rinish beradi. Kuchli dvigatel va mustahkam konstruktsiya yuk mashinasiga eng murakkab vazifalarni bajarishga imkon beradi, qulay kabina va boshqaruv esa operatorning xavfsizligini va samaradorligini ta’minlaydi. Ta'sirchan yuk ko‘tarish qobiliyati va yoqilg‘i iqtisodiyligi bilan ‘Gazelle NEXT’ yuk mashinasi har qanday o‘lchamdagi korxonalar uchun iqtisodiy va samarali yechim hisoblanadi.",
    "lifter-desc": "Rasmlarda ochiq havoda foydalanish uchun mo‘ljallangan ishonchli qisqichli liftlar ko‘rsatilgan. Ular keng platforma va to‘g‘ri va nazorat qilinadigan ko‘tarilish uchun gidravlik tizim bilan jihozlangan. Qisqichli lift qiyin erlarni barqarorlashtirish uchun tortib olinadigan qo‘llarga ega, maksimal ishlash balandligi esa 10,2 metrni tashkil etadi. Ushbu model qurilish, texnik xizmat ko‘rsatish va sanoat ishlanmalarida, balandlikdagi ish joylariga ishonchli va samarali kirishni talab qiladigan joylarda ideal hisoblanadi.",
    "tower-crane-desc": "Rasmlarda turli qo‘llanmalar, jumladan qurilish va infratuzilma loyihalari uchun mo‘ljallangan kuchli minorali kranlar ko‘rsatilgan. U yuqori yuk ko‘tarish qobiliyatiga ega mustahkam asos va uzluksiz ishlashni ta'minlovchi gidravlik tizim bilan jihozlangan. Kran qulay ko‘rish va nazoratni yaxshilash uchun operator kabinasi bilan jihozlangan va boom va qarich orqali keng ko‘lamli harakatlanish imkoniyatiga ega. Ushbu model o‘zining ishonchliligi va samaradorligi bilan tanilgan, bu esa uni murakkab qurilish loyihalari uchun mashhur tanlovga aylantiradi.",
    "excavator-loader-desc": "Bu kuchli va universal mashina turli xil qo‘llanmalar uchun, jumladan qurilish, qishloq xo‘jaligi va landshaft dizayni uchun ideal hisoblanadi. Mashina juda murakkab vazifalarni bajarish uchun zarur bo‘lgan kuchni ta'minlaydigan kuchli dvigatel bilan jihozlangan. Shuningdek, u ajoyib ko‘rish va ergonomikani ta'minlaydigan qulay va keng operator kabinasi bilan jihozlangan. Bundan tashqari, ushbu ekskavator-yuklagich bir qator qo‘shimcha funksiyalar bilan jihozlangan bo‘lib, uning ekspluatatsiyasini va texnik xizmat ko‘rsatishni osonlashtiradi.",
    "crawler-excavator-desc": "Ushbu ekskavator kuchli va universal mashina bo'lib, hatto eng murakkab ishlarga ham qodir. Mustahkam konstruktsiya va kuchli dvigatel tufayli u og'ir qurilish va yer ishlariga juda mos keladi. Ekskavatorning takomillashtirilgan gidravlik tizimi aniq boshqarish va uzluksiz ishlashni ta'minlaydi, qulay kabina esa operatorning xavfsizligi va samaradorligini oshiradi. Ta'sirchan qirqish chuqurligi va harakat radiusiga ega bo'lgan bu ekskavator har qanday loyiha bilan osonlik bilan kurashadi.",
    "mini-excavator-desc": "Ushbu ekskavator turli xil qo‘llanmalar, jumladan qurilish, landshaft dizayni va qishloq xo‘jaligi uchun mo‘ljallangan universal mashinadir. U kuchli dvigatel, ajoyib ko‘rish imkoniyatiga ega keng operator kabinasi va uzluksiz ishlashni ta'minlovchi gidravlik tizim bilan jihozlangan. Ekskavator materiallarni qirqish va ko‘chirish uchun standart kovsh va aniq joylashtirish uchun gidravlik qo‘l bilan jihozlangan. Shuningdek, u yuzalarni tekislash uchun otval bilan jihozlangan.",
    "wheel-excavator-desc": "Bu kuchli va universal g'ildirakli ekskavator turli xil qo'llanmalar, jumladan qurilish, landshaft dizayni va qishloq xo'jaligi uchun mo'ljallangan. U ajoyib ko'rish imkoniyatiga ega keng operator kabinasi, kuchli dvigatel va uzluksiz ishlashni ta'minlovchi gidravlik tizim bilan jihozlangan. Ekskavator materiallarni qirqish va ko'chirish uchun standart kovsh, shuningdek, aniq joylashtirish uchun gidravlik qo'l bilan jihozlangan. Shuningdek, u yuzalarni tekislash uchun otval bilan ta'minlangan.",
    "avtograder-desc": "Bu kuchli va universal mashina turli xil qo'llanmalar, jumladan yo'l qurilishi, texnik xizmat ko'rsatish va ta'mirlash uchun ideal hisoblanadi. Mashina juda murakkab vazifalarni bajarish uchun zarur bo‘lgan kuchni ta'minlaydigan kuchli dvigatel bilan jihozlangan. 14 metrli avtogreyder qulay va keng operator kabinasi bilan jihozlangan bo'lib, bu ajoyib ko'rish imkoniyatini va ergonomikani ta'minlaydi. Bundan tashqari, ushbu avtogreyder bir qator qo'shimcha funksiyalar bilan jihozlangan bo'lib, uning ekspluatatsiyasini va texnik xizmat ko'rsatishni osonlashtiradi.",
    "forklift-truck-desc": "Bu mustahkam va ishonchli mashina, qiyin sharoitlarda ishlash uchun yaratilgan. Kuchli dvigatel va mustahkam konstruktsiya uning qiyin maydonlarda og'ir yuklarni osonlik bilan ko‘chirishi mumkinligini ta'minlaydi, bu uni qurilish maydonchalari, omborlar va ochiq havoda ishlash uchun ideal qiladi. Vintli yuklagichning takomillashtirilgan gidravlik tizimi aniq va silliq ko‘tarishni ta'minlaydi, qulay kabina esa operator uchun xavfsiz va ergonomik ish maydonini yaratadi. Ajoyib yo‘l-ovoz imkoniyatlari, ta'sirchan yuk ko‘tarish qobiliyati va mustahkam konstruktsiyasi bilan, bu Hangcha brendli vintli yuklagich eng qattiq sharoitlarga chidamlilik va a'lo darajadagi ishlab chiqarish samaradorligini ta'minlash uchun mo‘ljallangan.",
    "front-loader-desc": "Rasmdagi g'ildirakli yuklagich kuchli va universal mashina bo'lib, eng murakkab ishlarni bajarish uchun mo'ljallangan. Mustahkam konstruktsiya va kuchli dvigatel yuklarni yuklash, ko'chirish va transport qilishda katta qulaylik yaratadi, bu uni qurilish, foydali qazilmalar qazish va sanoat ishlanmalarida ideal yechimga aylantiradi. G'ildirakli yuklagichning takomillashtirilgan gidravlik tizimi aniq va silliq ishlashni ta'minlaydi, keng va qulay kabina esa operator uchun optimal ko'rish va nazoratni ta'minlaydi. Ta'sirchan yuk ko'tarish qobiliyati, ajoyib manevralik va mustahkam konstruktsiyasi bilan bu g'ildirakli yuklagich yuqori darajadagi ishlab chiqarish samaradorligini ta'minlaydi.",
    "tele-loader-desc": "Rasmda ko'rsatilgan teleskopik yuklagich — bu universal va kuchli mashina bo'lib, keng spektrdagi vazifalarni osonlik bilan bajaradi. Mustahkam konstruktsiya va kuchli dvigatel uni og'ir yuklarni ko'tarish va yuklash uchun ideal yechimga aylantiradi, yuqori manevralik esa tor sharoitlarda samarali ishlash imkonini beradi. Teleskopik yuklagichlarning ta'sirchan ko'tarish balandligi va harakat radiusi qishloq xo'jaligi va logistika sohalarida yuqori samaradorlikni ta'minlaydi. Bundan tashqari, mashinaning qulay kabinasi va oson boshqaruvi operatorning xavfsizligini va samaradorligini ta'minlaydi. Ajoyib ishlash qobiliyati va uzoq xizmat muddati bilan bu teleskopik yuklagich barcha kutganlardan yuqori natijalarni ta'minlaydi.",
    "buldozer-desc": "Bu kuchli va universal chenakli traktor turli xil sohalarda, jumladan foydali qazilmalar qazish, qurilish va o'rmonchilikda ideal hisoblanadi. Mashina kuchli dvigatel bilan jihozlangan bo'lib, eng murakkab vazifalarni bajarish uchun zarur bo‘lgan kuchni ta'minlaydi. Shuningdek, u qulay va keng operator kabinasi bilan ta'minlangan bo'lib, bu ajoyib ko‘rish imkoniyatini va ergonomikani yaratadi. Bundan tashqari, bu traktor bir qator qo‘shimcha funksiyalar bilan jihozlangan bo‘lib, uning ekspluatatsiyasini va texnik xizmat ko‘rsatishni osonlashtiradi.",
    "katka-desc": "Bu kuchli va universal tandemli maydalagich turli xil qo'llanmalar uchun, jumladan yo'l qurilishi, texnik xizmat ko'rsatish va ta'mirlash uchun ideal hisoblanadi. Mashina kuchli dvigatel bilan jihozlangan bo'lib, eng murakkab vazifalarni bajarish uchun zarur bo‘lgan kuchni ta'minlaydi. ARX 95 qulay va keng operator kabinasi bilan ta'minlangan bo'lib, bu ajoyib ko'rish imkoniyatini va ergonomikani yaratadi. Bundan tashqari, bu maydalagich bir qator qo'shimcha funksiyalar bilan jihozlangan bo'lib, uning ekspluatatsiyasini va texnik xizmat ko'rsatishni osonlashtiradi.",
    "dumb-truck-desc": "Rasmda ko'rsatilgan yuk mashinasi og'ir sharoitlarda va qiyin erlarda yuk tashish uchun mo'ljallangan ishonchli va kuchli mashinadir. Mustahkam konstruktsiya va kuchli dvigatel uning katta hajmdagi materiallarni nizoqli yo'llar va qoplamalarda osonlik bilan tashish imkonini beradi. Samosvalning gidravlik ko'tarish tizimi tez va samarali tushirishni ta'minlaydi, ishlab chiqarishni oshiradi va to'xtash vaqtini minimallashtiradi. Ta'sirchan yuk ko'tarish qobiliyati, yo'l-ovoz imkoniyatlari va mustahkam dizayni bilan bu samosval qurilish, foydali qazilmalar qazish va boshqa talabchan sanoat sohalari uchun ishonchli va samarali yechim hisoblanadi.",
    "news-title1": "Keyingi loyihangiz uchun eng yaxshi texnikalar ijarasi",
    "news-title2": "Yangi yuklagich siz uchun eng yaxshi texnika!",
    "news-title3": "Yangi kompressorlar to'plami aynan siz uchun",
    "news-title4": "Bizning kuchli kranlarimiz bilan ishingiz yanada osonlashadi."
}